---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.FileImportedEventArgs
source: html/eccd6fd8-ddc2-98c1-c6f2-b3defca719f5.htm
---
# FileImportedEventArgs Methods

Indicates whether the event is being cancelled.